[
  "obsidian-git",
  "heatmap-calendar",
  "templater-obsidian",
  "obsidian-outliner",
  "obsidian-admonition",
  "obsidian-tasks-plugin",
  "obsidian-mind-map",
  "nldates-obsidian",
  "oz-image-plugin",
  "obsidian-emoji-toolbar",
  "url-into-selection",
  "file-tree-alternative",
  "obsidian-enhancing-mindmap",
  "cmenu-plugin",
  "obsidian-tabs",
  "editing-toolbar",
  "drawio-obsidian",
  "obsidian-latex-suite",
  "obsidian-map-view",
  "obsidian-gallery",
  "obsidian-wikipedia",
  "obsidian-book-search-plugin",
  "obsidian-card-view-switcher-plugin",
  "dataview",
  "mermaid-tools",
  "obsidian-pomodoro-plugin",
  "obsidian-sakana-widget",
  "obsidian-translator",
  "obsidian-textgenerator-plugin",
  "cmdr",
  "metaedit",
  "obsidian-linter",
  "obsidian-commits",
  "obsidian-memos",
  "obsidian-excel-to-markdown-table",
  "obsidian-plugin-toc",
  "periodic-notes",
  "obsidian-colorful-tag",
  "tag-wrangler",
  "obsidian-table-generator",
  "table-editor-obsidian",
  "obsidian-kanban",
  "obsidian-icon-folder",
  "obsidian-banners",
  "obsidian-wakatime",
  "obsidian-activity-history",
  "obsidian-advanced-slides",
  "obsidian-image-toolkit",
  "search-on-internet",
  "obsidian-local-images",
  "obsidian-functionplot",
  "meld-calc",
  "obsidian-timeline"
]