[
  "obsidian-git",
  "templater-obsidian",
  "obsidian-admonition",
  "nldates-obsidian",
  "oz-image-plugin",
  "obsidian-emoji-toolbar",
  "url-into-selection",
  "cmenu-plugin",
  "obsidian-tabs",
  "editing-toolbar",
  "drawio-obsidian",
  "obsidian-map-view",
  "obsidian-gallery",
  "obsidian-wikipedia",
  "obsidian-book-search-plugin",
  "dataview",
  "mermaid-tools",
  "obsidian-pomodoro-plugin",
  "obsidian-sakana-widget",
  "obsidian-translator",
  "obsidian-linter",
  "obsidian-excel-to-markdown-table",
  "obsidian-plugin-toc",
  "tag-wrangler",
  "table-editor-obsidian",
  "obsidian-icon-folder",
  "obsidian-banners",
  "obsidian-wakatime",
  "obsidian-image-toolkit",
  "search-on-internet",
  "obsidian-local-images",
  "obsidian-functionplot",
  "obsidian-timeline",
  "obsidian-icons-plugin",
  "obsidian-footnotes",
  "obsidian-chartsview-plugin",
  "obsidian-crypto-lookup",
  "obsidian-toggle-case",
  "typing-assistant",
  "at-symbol-linking",
  "birthday-tracker",
  "colored-tags",
  "last-modified-timestamp-in-status-bar",
  "callout-integrator",
  "tag-search",
  "homepage",
  "obsidian-dictionary-plugin",
  "obsidian-wordnet-plugin",
  "obsidian-rewarder",
  "obsidian-tasks-plugin",
  "obsidian-plugin-todo"
]