[
  "obsidian-git",
  "heatmap-calendar",
  "templater-obsidian",
  "obsidian-outliner",
  "obsidian-admonition",
  "obsidian-tasks-plugin",
  "nldates-obsidian",
  "oz-image-plugin",
  "obsidian-emoji-toolbar",
  "url-into-selection",
  "cmenu-plugin",
  "obsidian-tabs",
  "editing-toolbar",
  "drawio-obsidian",
  "obsidian-latex-suite",
  "obsidian-map-view",
  "obsidian-gallery",
  "obsidian-wikipedia",
  "obsidian-book-search-plugin",
  "obsidian-card-view-switcher-plugin",
  "dataview",
  "mermaid-tools",
  "obsidian-pomodoro-plugin",
  "obsidian-sakana-widget",
  "obsidian-translator",
  "obsidian-textgenerator-plugin",
  "cmdr",
  "metaedit",
  "obsidian-linter",
  "obsidian-commits",
  "obsidian-memos",
  "obsidian-excel-to-markdown-table",
  "obsidian-plugin-toc",
  "periodic-notes",
  "obsidian-colorful-tag",
  "tag-wrangler",
  "obsidian-table-generator",
  "table-editor-obsidian",
  "obsidian-icon-folder",
  "obsidian-banners",
  "obsidian-wakatime",
  "obsidian-activity-history",
  "obsidian-advanced-slides",
  "obsidian-image-toolkit",
  "search-on-internet",
  "obsidian-local-images",
  "obsidian-functionplot",
  "meld-calc",
  "obsidian-timeline",
  "obsidian-columns",
  "highlightr-plugin",
  "obsidian-icons-plugin",
  "obsidian-footnotes",
  "obsidian-chartsview-plugin",
  "obsidian-mindmap-nextgen",
  "obsidian-crypto-lookup",
  "obsidian-gpt",
  "gpt3-notes",
  "obsidian-mkdocs-publisher",
  "obsidian-toggle-case",
  "obsidian-auto-link-title",
  "header-enhancer",
  "typing-assistant",
  "at-symbol-linking",
  "lovely-mindmap",
  "birthday-tracker",
  "colored-tags",
  "badges",
  "last-modified-timestamp-in-status-bar",
  "home-tab",
  "callout-integrator",
  "tag-search",
  "d2-obsidian",
  "obsidian-trello",
  "homepage",
  "juggl",
  "obsidian-dictionary-plugin",
  "obsidian-wordnet-plugin"
]